{"name":"John DONE","email":"johndone@gmail.com","experience":"DP TECHNOLOGY CORP., Camarillo, CA\nFront End Developer, September 2015 – Present\nManage website development projects from initial design through completion, optimizing all cross-browser and multi-platform compatibility.\nWork closely with programmers and clients to meet project requirements, goals, and desired functionality.\nDevelop and integrate customized themes into WordPress, PHP-Fusion, and Concrete5.\nConduct training for clients on handling website content management systems.\nEnable site-wide promotions by programming HTML5 canvases to animate particles on web backgrounds.\nVOKO COMMUNICATIONS, Plano, TX\nFront End Developer, June 2011 – August 2015\nDeveloped websites from front to backend using PHP, JavaScript, and HTML.\nEnhanced user experience and accomplish webpage objectives by creating site structure, navigation, page optimization, and graphics integration.\nDesigned and maintained both corporate and client websites, using scripting languages and content management systems including WordPress.","projects":"Application de gestion d'une pharmacie (langage Java, Javafx)\nUne plate-forme de codage Web intuitive pour les écoles primaires (Reactjs, Node)\nDéveloppement (site web) https://drawstock.com\nProjet d'analyse de composantes principale (ACP) pour étudier l'état du bonheur mondial en 2019 avec Python\nProjet d'analyse factorielle de correspondance (AFC)\nConstruction d'un modèle de régression linéaire\nImplémentation d'un algorithme de Machine Learning permettant la reconnaissance des émotions vocales.","languages":"Anglais\nFrançais","education":"RIVER BROok university, Chicago, IL\nBachelor of Science in Computer Science, May 2011\nHonors: cum laude (GPA: 3.6/4.0)","skills":"Adobe Creative Suite - Photoshop, Illustrator, In Design, Fireworks.\nAngular, HTML5, CSS/Bootstrap, JavaScript/Typescript, Reactive Programming, C#, SQL, PHP, JavaScript, jQuery, JSON, ASP.NET CORE, MVC, and Web API"}