{"name":"LES TECHNIQUES","email":"yosri_zouari@hotmail.com","phone":"(+216) 52 608 48","datebirdh":"18/04/2014","education":"ATTESTATION DE FORMATION \"LES TECHNIQUES DU LEADERSHIP EFFICACE\" \" 2017\nAssister à une session de formation intitulée « Les Techniques Du Leadership Efficace »\nATTESTATION DE FORMATION \"LA GESTION DE STRESS AU TRAVAIL\" \" 2017\nAssister à une session de formation intitulée « La Gestion De Stress Au Travail »\nATTESTATION DE FORMATION \"FORMATEUR INTERNE\" \" 2016\nAssister à une session de formation intitulée « Formateur Interne »\nATTESTATION DE FORMATION \"GESTION DE TEMPS\" \" 2016\nAssister à une session de formation intitulée « Gestion de Temps »\nTOEIC \" 2014\nAttestation de réussite TOEIC avec un score de 715/990\nSCRUM MASTER \" 2014\nCertified Scrum Master depuis 18/04/2014\nORACLE CERTIFIED JEE 6 WEB COMPONENT DEVELOPER \" 2013\nORACLE CERTIFIED PROFESSIONAL JAVA PROGRAMMER 6 \" 2011\nATTESTATION DE RÉUSSITE - BUSINESS IIA \" 2007CENTRE DE FORMATION À LYON - FRANCE\" WHITECAPE TECHNOLOGIES\"\n22/02/2016 – 04/03/2016\nAnimer une formation autour du Framework Struts 2.\nCENTRE DE FORMATION AU CÔTE D'AZUR - FRANCE\"\nWHITECAPE TECHNOLOGIES\" 21/11/2016 – 24/11/2016\nAnimer une formation autour de JAVA AVANCÉE & JAVA 8\nECOLE PRIVEE de formation FORMALAND – Sousse \" Depuis 12/2016\nFormateur Java / JEE","profiles":"www.linkedin.com/in/yosrizouari","experience":"PROXYM-IT \" Solution Software Architect \" DEPUIS 05/2018\nActivités :\nAccompagner les chef de projets dans ateliers fonctionnels avec les clients\nGestion technico fonctionnelle de plusieurs projets en parallèle\nConception de l'architecture et fixation des choix techniques des projets\nConception du « product sizing » des projets en collaboration avec le département IT\nSuivi technique des projets et revue de code\nIntégration du CI/CD avec Gitlab\nCoaching des nouveaux recrutés\nInstaller/Accompagner les clients dans la mise en pré production / production des livrables.\nParticiper au développement\nORDIGES – WHITECAPE TECHNOLOGIES\" TECHNICAL LEADER \"P2P\"\"\nDEPUIS 03/2015\nP2P : Procure-to-Pay est une solution de gestion financière développée par Ordiges afin de suivre\nles progrès technologiques, satisfaire aux nouveaux besoins clients et remplacer les anciens\nproduits.\nNouveautés de P2P :\nDe nouvelles technologies : migrer le métier de l'ancien ERP en Delphi vers Java.\nDe nouvelles interfaces : proposer une nouvelle interface plus interactive et riche.\nDe nouvelles fonctionnalités : nouvelles fonctionnalités plus riches et complexes.\nInterfaçage avec d'autres modules.\nLe produit est développé avec un conteneur Spring, Spring MVC pour la partie graphique et Spring\nData pour la couche service.\nUn Service Web est conçu pour contenir la couche service qui permet aux clients de communiquer\navec d'autres tiers.\nActivités :\nAnalyser les besoins fonctionnels.\nEffectuer le découpage et l'estimation en collaboration avec le Team Leader.\nAdopter les choix techniques en collaboration avec le Technical Leader client.\nRésoudre les problèmes techniques et encadrer l'équipe de développement.\nContribuer au développement de nouvelles fonctionnalités.\nEffectuer la revue technique et fonctionnelle des développements effectués.\nOutils : Eclipse, IntelliJ, Jenkis, Nexus, JIRA, Confluance, SoapUI.","skills":"S\" 21/11/2016 – 24/11/2016\nAnimer une formation autour de JAVA AVANCÉE & JAVA 8\nECOLE PRIVEE de formation FORMALAND – Sousse \" Depuis 12/2016\nFormateur Java / JEEExpertise dans le Support et Développement au sein d'une\néquipe TMA (Tierce Maintenance Applicative): Fournir le\nsupport immédiat aux problèmes rencontrés sur les sites soit\npar les internautes soit par les agents du Back office, Estimer\net développer des évolutions demandées.\nExpertise dans la Recherche et le Développement au sein\nd'une équipe R&D : Concevoir et développer de nouvelles\nfonctionnalités au compte des produits basés sur J2EE.\nExpertise dans la gestion d'équipes et collaboration avec les\nclients finaux ; capacité de diriger des équipes de\ndéveloppement, bon communicateur, diplomate,\norganisateur, superviseur et motivateur.\nExpertise dans la formation des équipes de développements\net dans les centres de formationCLES\nMANAGEMENT D'ÉQUIPE\nGESTION DE PROJET\nJEE\nSPRING FRAMEWORKJEE : JAVA8, JSP/Servlet 2.5 & 3.0, JSF2, EJB3, JAXR-RS2, JAX-WS2, JPA2.\nFront-End : HTML, CSS, JavaScript, JQuery, ExtJS, Bootstrap.\nFramework Spring : Spring Core, Spring MVC, Spring ORM, Spring Data, Spring Security, Spring IO,\nSpring Boot, Spring REST, Spring Batch, Spring Microservices.\nDivers : Hibernate5, Hibernate Envers, Hibernate Search, XML, XSLT, XSD, Maven, Subversion,\nApache CXF, Apache Tiles\nIDE : Eclipse, IntelliJ, STS, NetBeans.\nOutils de conceptions : JMerise, Astah\nINFOS EN +\nPassionné de lecture des livres des nouvelles technologies et\nde management.\nMarié et père de 3 enfants.\nSolution Software\nArchitect - Java, JEE /\nSpring Trainer","languages":"Anglais : Lu, écrit, parlé\nFrançais : Lu, écrit, parlé\nArabe : Lu, écrit, parlé"}